Repository: RavetcoFX/yishu
Catalog: po/*.po
Languages: de_de, fr

source: Search task
de_de: Aufgabe suchen
fr: Rechercher une tâche

source: Type Task Name
fr: Tapez le nom d'une tâche

source: Edit task
de_de: Aufgabe bearbeiten
fr: Modifier la tâche

source: Delete task
de_de: Aufgabe löschen
fr: Supprimer la tâche

source: Toggle done
de_de: Aufgabe umschalten
fr: Marquer comme terminé

source: Priority
de_de: Priorität
fr: Priorité

source: None
de_de: Keine
fr: Aucun

source: The task has been deleted
fr: La tâche a été supprimée

source: _Undo
fr: _Annuler

source: The todo.txt file has been modified and been re-read
de_de: Die Aufgabenliste wurde verändert und musste erneut eingelesen werden
fr: Le fichier todo.txt a été modifié et relu

source: Today
de_de: Heute
fr: Aujourd'hui

source: Yesterday
de_de: Gestern
fr: Hier

source: days ago
de_de: Tage zuvor
fr: jours avant

source: New Task
de_de: Neue Aufgabe
fr: Nouvelle tâche

source: Task
de_de: Aufgabe
fr: Tâche

source: Adding + to a word will categorize the task. Adding @ to a word will specify the task's place.
de_de: Ein + Zeichen vor einem Wort, unterteilt die Aufgabe in eine Kategorie. Ein @ Zeichen vor einem Wort, gibt den Ort der Aufgabe an.
fr: Ajouter + à un mot catégorisera la tâche. Ajouter @ à un mot indiquera l'emplacement de la tâche.

source: Cancel
de_de: Abbrechen
fr: Annuler

source: No Todo.txt File Open
de_de: Keine Todo.txt Datei geöffnet
fr: Aucun fichier todo.txt ouvert

source: Open a todo.txt file to start adding tasks
de_de: Öffnen Sie eine Todo.txt Datei, um Aufgaben hinzuzufügen
fr: Ouvrez un fichier todo.txt pour commencer à ajouter des tâches

source: Add task
de_de: Aufgabe hinzufügen
fr: Ajouter une tâche

source: Create a new todo.txt file with this task in your Home folder
de_de: Erstellt im Persönlichen Ordner eine neue Todo.txt Datei mit dieser Aufgabe
fr: Créez un nouveau fichier todo.txt avec cette tâche dans votre dossier personnel

source: What is a todo.txt file?
de_de: Was ist eine Todo.txt-Datei?
fr: Qu'est-ce qu'un fichier todo.txt ?

source: Learn more about todo.txt files
de_de: Erfahren Sie mehr über Todo.txt-Dateien
fr: En savoir plus sur les fichiers todo.txt

source: No Todo.txt File Found
de_de: Keine Todo.txt Datei gefunden
fr: Aucun fichier todo.txt trouvé

source: Add tasks to start this todo.txt file
de_de: Erstellen Sie eine Aufgabe um zu beginnen
fr: Ajoutez des tâches pour commencer avec ce fichier todo.txt

source: Add task…
de_de: Aufgabe hinzufügen…
fr: Ajouter une tâche…

source: Preferences
de_de: Einstellungen
fr: Préférences

source: Settings
de_de: Einstellungen
fr: Paramètres

source: Done
de_de: Fertig
fr: Terminé

source: Todo.txt Preferences
de_de: Todo.txt Einstellungen
fr: Préférences du fichier Todo.txt

source: Default Location:
de_de: Standardspeicherort:
fr: Emplacement par défaut :

source: Home Folder
de_de: Persönlicher Ordner
fr: Dossier personnel

source: Dropbox Folder
de_de: Dropbox Ordner
fr: Dossier Dropbox

source: Nextcloud Folder
de_de: Nextcloud Ordner
fr: Dossier Nextcloud

source: ownCloud Folder
de_de: ownCloud Ordner
fr: Dossier ownCloud

source: Other Clients Folder
de_de: Andere Anwendungsordner
fr: Dossier des autres clients

source: Custom Location:
de_de: Benutzerdefinierter Ort:
fr: Emplacement personnalisé :

source: Open your file
de_de: Öffnen der Datei
fr: Ouvrez votre fichier

source: Enabling custom locations will have you save your file in other places not recognized by other clients.
de_de: Wenn Sie die Einstellung 'benutzerdefinierter Ort' aktiviert haben, können Sie einen beliebigen Speicherort festlegen. Andere Anwendungen wie z.B. Nextcloud können dann nicht mehr auf Ihre Aufgaben zugreifen.
fr: L'activation des emplacements personnalisés vous permettra d'enregistrer votre fichier dans d'autres emplacements non reconnus par les autres clients.

source: Close
de_de: Schließen
fr: Fermer

source: A bespoke and simple Todo.txt client
de_de: Eine individuelle und einfache Anwendung zu Aufgabenverwaltung
fr: Un client Todo.txt simple et sur mesure

source: Write a to-do list that will be easy to sync with most known Todo.txt clients
de_de: Schreiben Sie eine Aufgabenliste, die mit bekannten anderen Todo.txt-Anwendungen synchronisiert werden kann
fr: Rédigez une liste de tâches qui sera facile à synchroniser avec les clients Todo.txt les plus connus.

source: Quit anytime with the shortcut Ctrl + Q
de_de: Mit der Tastenkombination Strg + Q kann die Anwendung jederzeit beendet werden
fr: Quitter à tout moment avec le raccourci Ctrl + Q

source: Easily shareable with other Todo.txt clients on other platforms
de_de: Teilen Sie Ihre Aufgaben mit Todo.txt-Clients auf anderen Plattformen
fr: Facilement partageable avec d'autres clients Todo.txt sur d'autres plates-formes

source: Release: Zeit and Temps
fr: Version : Zeit et Temps

source: German and French translations.
fr: Traductions en allemand et en français.

source: Release: Search &amp; Blues
fr: Version : Rechercher &amp: Blues

source: NEW: Search your tasks.
fr: Nouveau : Recherchez vos tâches.

source: FIX: Task folder is properly saved now.
fr: Correction : Le dossier des tâches est désormais correctement sauvegardé.

source: Release: Juno Offering
fr: Version : Offrande à Juno

source: Juno update.
fr: Mise à jour pour Juno.

source: Release: Flute Playing at an Temple
fr: Release : Jouer de la flute dans un temple

source: Fixed retaining a list open on close and also adding tasks correctly to a list.
fr: Correction de la conservation d'une liste ouverte à la fermeture et de l'ajout correct de tâches à une liste.

source: Release: Water Painting a Picture
fr: Version : Aquarelle d'image

source: Fixed internal GTK deprecations so the app doesn't complain about unused things.
fr: Corrections en interne d'éléments GTK dépréciés pour que l'application cesse d'afficher des avertissements pour des choses inutilisées.

source: New icon that improves on the old one.
fr: Nouvele icône qui améliore l'ancienne.

source: Release: Rest Easy and Calligraphy
fr: Version : Calme et calligraphie

source: Added a preferences dialog with a setting to where to save the todo.txt file.
fr: Ajout d'une boîte de dialogue de préférences avec des paramètres d'emplacement du fichier todo.txt.

source: Release: Bamboo Shoots in the Sand
fr: Version : Tirs de bambou dans le sable

source: Added the option to create new todo.txt files on welcome.
fr: Ajout de l'option pour créer un nouveau fichier todo.txt sur l'écran de bienvenue.

source: Release: A Tree Waving in the Wind
fr: Version : Un arbre ondulant dans le vent

source: Fixed minor things for the AppCenter review.
fr: Corrections mineures diverses pour le Centre d'Applications.

source: Release: A River Crossing
fr: Version : Une traversée de rivière

source: First release.
fr: Première version.

source: Failed to write file
de_de: Die Aufgabenliste konnte nicht gespeichert werden
